/* This computer's Internet connection appears to be offline. */
"CONNECTION_DOWN" = "This computer's Internet connection appears to be offline.";

/* This computer's Internet connection may be offline. */
"CONNECTION_INDETERMINATE" = "This computer's Internet connection may be offline.";

/* This computer's Internet connection appears to be online. */
"CONNECTION_UP" = "This computer's Internet connection appears to be online.";

/* This computer's DNS server is not responding. */
"NAMESERVER_DOWN" = "This computer's DNS server is not responding.";

/* The DNS server could not find the server name. */
"NAMELOOKUP_FAILED" = "The DNS server could not find the server name.";

/* This computer's router is not responding. */
"ROUTER_DOWN" = "This computer's router is not responding.";

/* The server this computer is attempting to connect to is not responding. */
"SERVER_DOWN" = "The server this computer is attempting to connect to is not responding.";

/* This computer's Internet connection appears to be online. */
"SERVER_UP" = "This computer's Internet connection appears to be online.";

/* Format string for label of a saved password in Keychain: URL (USERNAME) */
"KEYCHAIN_LABEL_FORMAT" = "%@ (%@)";

/* Kind string used for keychain items from forms-based logins */
"KEYCHAIN_WEB_FORM_PASSWORD" = "Web form password";

/* HTTP result code string */
"accepted" = "accepted";

/* HTTP result code string */
"bad gateway" = "bad gateway";

/* HTTP result code string */
"bad request" = "bad request";

/* HTTP result code string */
"client error" = "client error";

/* HTTP result code string */
"conflict" = "conflict";

/* HTTP result code string */
"continue" = "continue";

/* HTTP result code string */
"created" = "created";

/* HTTP result code string */
"expectation failed" = "expectation failed";

/* HTTP result code string */
"forbidden" = "forbidden";

/* HTTP result code string */
"found" = "found";

/* HTTP result code string */
"gateway timed out" = "gateway timed out";

/* HTTP result code string */
"informational" = "informational";

/* HTTP result code string */
"internal server error" = "internal server error";

/* HTTP result code string */
"length required" = "length required";

/* HTTP result code string */
"method not allowed" = "method not allowed";

/* HTTP result code string */
"moved permanently" = "moved permanently";

/* HTTP result code string */
"multiple choices" = "multiple choices";

/* HTTP result code string */
"needs proxy" = "needs proxy";

/* HTTP result code string */
"no content" = "no content";

/* HTTP result code string */
"no error" = "no error";

/* HTTP result code string */
"non-authoritative information" = "non-authoritative information";

/* HTTP result code string */
"not found" = "not found";

/* HTTP result code string */
"not modified" = "not modified";

/* HTTP result code string */
"partial content" = "partial content";

/* HTTP result code string */
"payment required" = "payment required";

/* HTTP result code string */
"precondition failed" = "precondition failed";

/* HTTP result code string */
"proxy authentication required" = "proxy authentication required";

/* HTTP result code string */
"redirected" = "redirected";

/* HTTP result code string */
"no longer exists" = "no longer exists";

/* HTTP result code string */
"request timed out" = "request timed out";

/* HTTP result code string */
"request too large" = "request too large";

/* HTTP result code string */
"requested URL too long" = "requested URL too long";

/* HTTP result code string */
"requested range not satisfiable" = "requested range not satisfiable";

/* HTTP result code string */
"reset content" = "reset content";

/* HTTP result code string */
"see other" = "see other";

/* HTTP result code string */
"server error" = "server error";

/* HTTP result code string */
"service unavailable" = "service unavailable";

/* HTTP result code string */
"success" = "success";

/* HTTP result code string */
"switching protocols" = "switching protocols";

/* HTTP result code string */
"temporarily redirected" = "temporarily redirected";

/* HTTP result code string */
"unacceptable" = "unacceptable";

/* HTTP result code string */
"unauthorized" = "unauthorized";

/* HTTP result code string */
"unimplemented" = "unimplemented";

/* HTTP result code string */
"unsupported media type" = "unsupported media type";

/* HTTP result code string */
"unsupported version" = "unsupported version";

